var chartbox=document.getElementById('myChart').getContext('2d');
        var chart1=new Chart(chartbox,{
            type:'line',
            data:{
                labels:['فروردین','اردیبهشت','خرداد','تیر','مرداد','شهریور','مهر','آبان','آذز','دی','بهمن','اسفند'],
                datasets:[{
                    label:'قیمت طلا در سال 1400',
                    data:[1037000,984500,1027100,1060000,1138000,1127700,1147000,1232400,1293100,1270000,1209500,1230500],
                    borderColor:['#000','#000','#000','#000','#000','#000','#000','#000','#000','#000','#000','#000'],
                    borderWidth:1
                }]
                
            }
        });